{
  "tag_description_1": "एक टैग एक कीवर्ड या लेबल होता है जो आपके प्रश्न को अन्य समान प्रश्नों के साथ वर्गीकृत करता है।",
  "tag_description_2": "सही टैग का उपयोग करने से दूसरों को आपके प्रश्न को खोजने और उसके उत्तर देने में आसानी होती है।",
    
  "Tags":[
  {
    "id": 1,
    "tagName": "जावास्क्रिप्ट",
    "tagDesc": "ECMAScript (JavaScript/JS) और इसके विभिन्न डायलेक्ट/अंतरणों (ActionScript को छोड़कर) में प्रोग्रामिंग के संबंध में प्रश्नों के लिए। कृपया अपने प्रश्न पर सभी संबंधित टैग शामिल करें।"
  },
  {
    "id": 2,
    "tagName": "पायथन",
    "tagDesc": "पायथन एक बहु-परिदिग्ध, डायनेमिक टाइप किया गया, बहुउद्देशीय प्रोग्रामिंग भाषा है। यह तेजी से सीखने, समझने और प्रयोग करने के लिए डिज़ाइन किया गया है, और एक स्वच्छ और एकसार वाक्य-रचना का पालन करता है।"
  },
  {
    "id": 3,
    "tagName": "सी#",
    "tagDesc": "सी# (उच्चारित 'सी शार्प') माइक्रोसॉफ्ट द्वारा विकसित उच्च स्तरीय, स्थिर टाइप, बहुपरिदिग्ध प्रोग्रामिंग भाषा है।"
  },
  {
    "id": 4,
    "tagName": "जावा",
    "tagDesc": "जावा एक उच्च-स्तरीय ऑब्जेक्ट-ओरिएंटेड प्रोग्रामिंग भाषा है। इसे जब आप भाषा स्वयं का उपयोग करने या समझने में समस्याएं हो रही हैं तो इस टैग का उपयोग करें।"
  },
  {
    "id": 5,
    "tagName": "पीएचपी",
    "tagDesc": "पीएचपी एक व्यापक उपयोग की जाने वाली, खुला स्रोत, सामान्य-उद्देशीय, बहुपरिदिग्ध, डायनेमिक टाइप की और इंटरप्रिटेड स्क्रिप्टिंग भाषा है जिसे मूल रूप से सर्वर-साइड वेब विकास के लिए डिज़ाइन किया गया था।"
  },
  {
    "id": 6,
    "tagName": "एचटीएमएल",
    "tagDesc": "एचटीएमएल (हाइपरटेक्स्ट मार्कअप भाषा) वेब पृष्ठों और अन्य जानकारी के लिए मार्कअप भाषा है जो एक वेब ब्राउज़र में प्रदर्शित की जाती है।"
  },
  {
    "id": 7,
    "tagName": "एंड्रॉइड",
    "tagDesc": "एंड्रॉइड गूगल का मोबाइल ऑपरेटिंग सिस्टम है, जिसका प्रोग्रामिंग या डिवेलपमेंट डिजिटल डिवाइसों (स्मार्टफोन, टैबलेट, ऑटोमोबाइल, टीवी, वियर, ग्लास, आईओटी) के लिए किया जाता है।"
  },
  {
    "id": 8,
    "tagName": "सीएसएस",
    "tagDesc": "सीएसएस एक प्रतिस्थापन शैली पत्र भाषा है जो एचटीएमएल, एक्सएमएल दस्तावेज़, और एसवीजी तत्वों की दिखावट और स्वरूपण की जानकारी के लिए उपयोग होती है, जिसमें रंग, लेआउट, फॉन्ट और एनिमेशन शामिल होते हैं।"
  },
  {
    "id": 9,
    "tagName": "रिएक्टजेएस",
    "tagDesc": "रिएक्ट एक जावास्क्रिप्ट पुस्तकालय है जिसका उपयोग उपयोगकर्ता इंटरफ़ेस बनाने के लिए किया जाता है। यह एक घोषणात्मक, घटक-आधारित पैराडाइम का उपयोग करता है और यह उचित और लचीला दोनों होने का लक्ष्य रखता है।"
  },
  {
    "id": 10,
    "tagName": "नोड.जेएस",
    "tagDesc": "नोड.जेएस एक घटना-आधारित, गैर-ब्लॉकिंग, असिंक्रोनस आई/ओ रनटाइम है जो गूगल के वी8 जावास्क्रिप्ट इंजन और लिबयूव पुस्तकालय का उपयोग करता है।"
  }
]
}
  